{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"activation": "tanh", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "batch_input_shape": [null, 6], "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_1", "units": 32, "kernel_constraint": null, "dtype": "float32"}}, {"class_name": "Dropout", "config": {"trainable": true, "seed": null, "name": "dropout_1", "rate": 0.2, "noise_shape": null}}, {"class_name": "Dense", "config": {"activation": "tanh", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_2", "units": 64, "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 3, "axis": 0}}}}, {"class_name": "Dropout", "config": {"trainable": true, "seed": null, "name": "dropout_2", "rate": 0.2, "noise_shape": null}}, {"class_name": "Dense", "config": {"activation": "tanh", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_3", "units": 16, "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 3, "axis": 0}}}}, {"class_name": "Dropout", "config": {"trainable": true, "seed": null, "name": "dropout_3", "rate": 0.2, "noise_shape": null}}, {"class_name": "Dense", "config": {"activation": "linear", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_4", "units": 2, "kernel_constraint": null}}]}